Repository: common-repository/spotlocate
Catalog: languages/*.po
Languages: nl_nl

source: Location:
nl_nl: Lokatie:

source: Current location:
nl_nl: Huidige lokatie:

source: Enter a location name or coordinates
nl_nl: Voer hier de lokatienaam of -co√∂rdinaten in.

source: What is your location?
nl_nl: Waar ben je nu?

source: You do not have sufficient permissions to access this page.
nl_nl: U heeft niet voldoende toegangsrechten om deze pagina te bekijken.

source: The options were succesfully saved.
nl_nl: Alle opties zijn opgeslagen.

source: Spotlocate Options
nl_nl: Spotlocate Instellingen

source: Map
nl_nl: Kaart

source: Size of the map, in pixels. (width x height)
nl_nl: Kaartgrootte, in pixels. (breedte x hoogte)

source: Road map
nl_nl: Stratenkaart

source: Terrain
nl_nl: Terreinkaart

source: Satellite
nl_nl: Sattelietbeelden

source: Hybrid
nl_nl: Satteliet met straatnamen

source: Map display type
nl_nl: Kaarweergave

source: Zoom level (1-24)
nl_nl: Vergrotingsniveau (1-24)

source: Marker
nl_nl: Markering

source: Marker size
nl_nl: Markeringsgrootte

source: Tiny
nl_nl: Heel klein

source: Small
nl_nl: Klein

source: Medium
nl_nl: Middel

source: Large
nl_nl: Groot

source: Marker color
nl_nl: Markeringskleur

source: Marker label
nl_nl: Markeringslabel

source: Map image type
nl_nl: Afbeeldingstype

source: Save Changes
nl_nl: Opslaan
